Repository: alessiorubicini/SpeechToText-iOS
Catalog: TScribe/Localization/*.lproj/Localizable.strings
Languages: it

# tabbar.transcriptions
source: Transcriptions
it: Trascrizioni

# tabbar.settings
source: Settings
it: Impostazioni

# registrationList.title
source: Transcriptions
it: Trascrizioni

# registrationList.search
source: Search transcription
it: Cerca trascrizioni

# registrationList.inEvidence
source: In evidence
it: In evidenza

# registrationList.counter
source: %i transcriptions
it: %i trascrizioni

# registrationList.all
source: All
it: Tutte

# registrationList.delete
source: Delete
it: Elimina

# newRegistration.cancel
source: Cancel
it: Annulla

# newRegistration.save
source: Save
it: Salva

# newRegistration.title
source: New transcription
it: Nuova trascrizione

# newRegistration.input.info
source: Info
it: Informazioni

# newRegistration.input.title
source: Title
it: Titolo

# newRegistration.input.date
source: Date
it: Data

# newRegistration.input.inEvidence
source: In evidence
it: In evidenza

# newRegistration.input.description
source: Description
it: Descrizione

# newRegistration.registrationControls
source: Registration controls
it: Controlli di registrazione

# newRegistration.controls
source: Controls
it: Controlli

# newRegistration.actions
source: Transcription actions
it: Azioni trascrizione

# newRegistration.start
source: Start recording
it: Avvia registrazione

# newRegistration.resume
source: Resume
it: Riprendi registrazione

# newRegistration.pause
source: Pause
it: Metti in pausa

# newRegistration.stop
source: Stop recording
it: Termina registrazione

# newRegistration.info
source: Recording info
it: Informazioni registrazione

# newRegistration.transcription
source: Transcription
it: Trascrizione

# newRegistration.status.recording
source: Recording
it: Registrazione in corso

# newRegistration.status.paused
source: Paused
it: Registrazione in pausa

# newRegistration.status.stopped
source: Not registering
it: Registrazione non in corso

# registration.actions
source: Actions
it: Azioni

# registration.copy
source: Copy transcription
it: Copia rascrizione

# registration.share
source: Share transcription
it: Condividi rascrizione

# registration.delete
source: Delete
it: Elimina

# registration.pin
source: In evidence
it: In evidenza

# registration.unpin
source: Not in evidence
it: Non in evidenza

# registration.info
source: Transcription info
it: Informazioni trascrizione

# edit.edit
source: Edit
it: Modifica

# edit.title
source: Edit transcription
it: Modifica trascrizione

# edit.save
source: Save
it: Salva

# settings.title
source: Settings
it: Impostazioni

# settings.preferences
source: Preferences
it: Preferenze

# settings.haptic
source: Haptic feedback
it: Feedback aptico

# settings.contact
source: Contact me
it: Contattami

# settings.info
source: Info
it: Informazioni

# settings.version
source: Version
it: Versione

# settings.developer
source: Developer
it: Sviluppatore

# settings.permissions
source: Manage permissions
it: Gestici permessi

# settings.close
source: Close
it: Chiudi

# settings.privacy.title
source: Privacy policy and Terms of use
it: Privacy policy e termini di utilizzo

# settings.privacy
source: We do not collect your personal data and we do not use any user tracking or analysis solutions. We use your device's microphone and voice recognition exclusively for the app functionalities. Your transcripts are stored locally on your iPhone, they do not go outside of it and in fact no connection of any kind is required.
it: Non raccogliamo i tuoi dati personali e non utilizziamo alcuna soluzione di tracciamento o analisi utenti. Usufruiamo del microfono del tuo dispositivo e del riconoscimento vocale esclusivamente per le funzionalità dell'applicazione. Le trascrizioni sono salvate in locale sul tuo iPhone al sicuro, esse non escono al di fuori di esso e non è infatti richiesta alcuna connessione di alcun tipo.

# settings.terms
source: The app has been...
it: L'applicazione è stata

# onboarding.title
source: Welcome to TScribe!
it: Benvenuto/a su TScribe!

# onboarding.description
source: TScribe is a simple application that, through the microphone of your device, picks up the words and transforms them directly into text.
it: TScribe è una semplice applicazione che, tramite il microfono del tuo dispositivo, capta le parole e le trasforma direttamente in testo.

# onboarding.feature1.title
source: Full controls
it: Pieni controlli

# onboarding.feature1
source: During speech detection, you have full control of the recording: you can pause it, end it or start over.
it: Durante il rilevamento delle parole hai il pieno controllo: puoi mettere in pausa, terminare oppure ricominciare da capo.

# onboarding.feature2.title
source: Accessible to everyone
it: Accessibile a tutti

# onboarding.feature2
source: The app is designed for people with disabilities and is therefore fully accessible and compatible with accessibility technologies.
it: L'app è concepita per persone con disabilità ed è perciò pienamente accessibile e compatibile con le tecnologie di accessibilità di iPhone.

# onboarding.feature3.title
source: Respect to your privacy
it: Rispetto alla tua privacy

# onboarding.feature3
source: The application only asks for access to the microphone and transcripts are saved locally on your iPhone.
it: Le trascrizioni sono salvate in locale sul tuo iPhone e l'app richiede solo i permessi necessari.

# onboarding.permits
source: For the app to function properly, you need to provide permissions to use the iPhone microphone and voice recognition. These features are used only within the app and only for the purposes of the app itself.
it: Per il corretto funzionamento dell'app è necessario che tu fornisca i permessi per utilizzare il microfono dell'iPhone e il riconoscimento vocale. Queste funzionalità verranno sfruttate solo all'interno dell'app e solo per gli obiettivi dell'app stessa.

# onboarding.microphone
source: Allow microphone use
it: Permetti utilizzo microfono

# onboarding.speechRecognition
source: Allow speech recognition
it: Permetti riconoscimento vocale

# onboarding.button
source: Go to application
it: Vai all'applicazione

# alert.noMic.title
source: Microphone access denied
it: Accesso al microfono negato

# alert.noMic.body
source: Check app permissions in your iPhone settings
it: Controlla i permessi dell'app nelle impotazioni del tuo iPhone

# alert.noSpeech.title
source: Speech recognition access denied
it: Accesso al riconoscimento vocale negato

# alert.noSpeech.body
source: Check app permissions in your iPhone settings
it: Controlla i permessi dell'app nelle impotazioni del tuo iPhone

# alert.hapticEnabled
source: Haptic feedback has been enabled
it: Il feedback aptico è stato abilitato

# alert.hapticDisabled
source: Haptic feedback has been disabled
it: Il feedback aptico è stato disabilitato

# alert.copied
source: Transcription copied
it: Trascrizione copiata

# alert.pinned
source: Transcript in evidence
it: Trascrizione messa in evidenza

# alert.notPinned
source: Transcript not in evidence
it: Trascrizione non in evidenza

# alert.alert
source: Warning
it: Avviso

# alert.close
source: Close
it: Chiudi

# accessibility.transcription.options
source: Options
it: Opzioni
